---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.PanelScheduleSwitchboardSlotInconsistency
source: html/786d953b-7d20-08aa-231a-be23cf2b3532.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.PanelScheduleSwitchboardSlotInconsistency Property

The template applied to this panel schedule is set to display fewer space than what is needed to display the max number of circuits set on the equipment.

## Syntax (C#)
```csharp
public static FailureDefinitionId PanelScheduleSwitchboardSlotInconsistency { get; }
```